const Mock = require('mockjs');

module.exports = Mock.mock({
    'code': '0000',
    'data': [{
            "custNo": "301708142220001",
            "custId": "169304484374118583",
            "id": "169304484374118583",
            "custName": " 芜湖艾尔达科技有限责任公司"
        },
        {
            "custNo": "301805251526",
            "custId": "24990935163077675",
            "id": "24990935163077675",
            "custName": "埃科法物联技术有限公司"
        },
        {
            "custNo": "301708142214001",
            "custId": "169304484374118577",
            "id": "169304484374118577",
            "custName": "安徽帅特龙车辆部件有限公司"
        },
        {
            "custNo": "301708142213001",
            "custId": "169304484374118575",
            "id": "169304484374118575",
            "custName": "瀚乐电子机械（南京）有限公司"
        },
        {
            "custNo": "301805251022",
            "custId": "24990935163077355",
            "id": "24990935163077355",
            "custName": "河北龙拓橡塑科技有限公司"
        },
        {
            "custNo": "301708142209001",
            "custId": "169304484374118568",
            "id": "169304484374118568",
            "custName": "江苏捷士通射频系统有限公司"
        },
        {
            "custNo": "301708142211001",
            "custId": "169304484374118570",
            "id": "169304484374118570",
            "custName": "江苏捷士通射频系统有限公司"
        },
        {
            "custNo": "301708142208001",
            "custId": "169304484374118566",
            "id": "169304484374118566",
            "custName": "江西博兰得能源科技有限公司"
        },
        {
            "custNo": "301805301609",
            "custId": "24990935163078576",
            "id": "24990935163078576",
            "custName": "精益达"
        },
        {
            "custNo": "301708142222001",
            "custId": "169304484374118586",
            "id": "169304484374118586",
            "custName": "南京修任电子科技有限公司"
        },
        {
            "custNo": "301708142212001",
            "custId": "169304484374118572",
            "id": "169304484374118572",
            "custName": "南京予迪电子科技有限公司"
        },
        {
            "custNo": "301712271029001",
            "custId": "97457664413447711",
            "id": "97457664413447711",
            "custName": "宁波高林银箭机电有限公司"
        },
        {
            "custNo": "301708142216001",
            "custId": "169304484374118579",
            "id": "169304484374118579",
            "custName": "三花亚威科电器设备（芜湖）有限公司"
        },
        {
            "custNo": "301712271030001",
            "custId": "97457664413447716",
            "id": "97457664413447716",
            "custName": "台达电子企业管理（上海）有限公司"
        },
        {
            "custNo": "301708142219001",
            "custId": "169304484374118581",
            "id": "169304484374118581",
            "custName": "芜湖天量电池系统有限公司"
        },
        {
            "custNo": "1000000000000000000",
            "custId": "1000000000000000000",
            "id": "1000000000000000000",
            "custName": "云塑"
        },
        {
            "custNo": "301708141512001",
            "custId": "169304484374118590",
            "id": "169304484374118590",
            "custName": "中達電子（蕪湖）有限公司"
        },
        {
            "custNo": "301712271027001",
            "custId": "97457664413447675",
            "id": "97457664413447675",
            "custName": "中天宽带技术有限公司"
        }
    ]
})